workloadc/log_1_load.txt
[OVERALL], RunTime(ms), 304203.0
[OVERALL], Throughput(ops/sec), 3287.278560697955
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 426.0
[TOTAL_GC_TIME_Copy], Time(ms), 283.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.09302998326775212
[TOTAL_GCs], Count, 426.0
[TOTAL_GC_TIME], Time(ms), 283.0
[TOTAL_GC_TIME_%], Time(%), 0.09302998326775212
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 3.75
[CLEANUP], MinLatency(us), 2.0
[CLEANUP], MaxLatency(us), 8.0
[CLEANUP], 95thPercentileLatency(us), 8.0
[CLEANUP], 99thPercentileLatency(us), 8.0
[INSERT], Operations, 1000000.0
[INSERT], AverageLatency(us), 1198.344586
[INSERT], MinLatency(us), 66.0
[INSERT], MaxLatency(us), 3301375.0
[INSERT], 95thPercentileLatency(us), 1478.0
[INSERT], 99thPercentileLatency(us), 20559.0
[INSERT], Return=OK, 1000000