workloadc/log_2_load.txt
[OVERALL], RunTime(ms), 732989.0
[OVERALL], Throughput(ops/sec), 2728.553907357409
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 851.0
[TOTAL_GC_TIME_Copy], Time(ms), 387.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.05279751810736587
[TOTAL_GCs], Count, 851.0
[TOTAL_GC_TIME], Time(ms), 387.0
[TOTAL_GC_TIME_%], Time(%), 0.05279751810736587
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 3.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 3.0
[INSERT], Operations, 2000000.0
[INSERT], AverageLatency(us), 1378.3141875
[INSERT], MinLatency(us), 75.0
[INSERT], MaxLatency(us), 4.2303487E7
[INSERT], 95thPercentileLatency(us), 1649.0
[INSERT], 99thPercentileLatency(us), 4375.0
[INSERT], Return=OK, 2000000